export const recipes = [
  {
    id: 1,
    title: "Паста Болоньезе",
    ingredients: [
      "паста",
      "фарш",
      "томатная паста",
      "лук",
      "чеснок",
      "базилик",
    ],
    cookingTime: "30 минут",
    cookingDescription:
      "Сначала отварите пасту. Обжарьте лук и чеснок, добавьте фарш и обжарьте до готовности. Добавьте томатную пасту и базилик, перемешайте и варите на медленном огне 10 минут. Наконец, добавьте пасту, перемешайте и подавайте на стол.",
  },
  {
    id: 2,
    title: "Омлет с сыром",
    ingredients: ["яйца", "сыр", "молоко", "соль", "перец"],
    cookingTime: "15 минут",
    cookingDescription:
      "Взбейте яйца с молоком, солью и перцем. Добавьте тертый сыр. Вылейте смесь на сковороду и готовьте на медленном огне под крышкой, пока яйца не затвердеют.",
  },
  {
    id: 3,
    title: "Цезарь с курицей",
    ingredients: [
      "куриное филе",
      "салат Романо",
      "черри",
      "сыр пармезан",
      "сухари",
      "майонез",
    ],
    cookingTime: "30 минут",
    cookingDescription:
      "Обжарьте куриное филе до готовности, оставьте остывать. Разорвите салат руками, положите в миску, добавьте черри, порезанное на половинки. Добавьте кубики сыра и сухарики. Нарежьте курицу, добавьте в салат, заправьте майонезом, аккуратно перемешайте.",
  },
  {
    id: 4,
    title: "Оладьи на кефире",
    ingredients: [
      "кефир",
      "яйца",
      "сахар",
      "соль",
      "мука",
      "разрыхлитель",
      "масло растительное",
    ],
    cookingTime: "40 минут",
    cookingDescription:
      "В кефир добавьте яйца, сахар, соль, разрыхлитель, муку. Замешайте тесто до однородного состояния. Обжаривайте оладьи на разогретой сковороде с обеих сторон до золотистого цвета.",
  },
  {
    id: 5,
    title: "Борщ",
    ingredients: [
      "свекла",
      "морковь",
      "картофель",
      "капуста",
      "лук",
      "чеснок",
      "томатная паста",
      "мясо",
    ],
    cookingTime: "2 часа",
    cookingDescription:
      "Варим бульон из мяса, добавляем картошку и капусту. Обжариваем морковь и лук, добавляем к ним свеклу, томатную пасту, тушим. Добавляем обжарку в борщ, варим до готовности. Подаем с чесноком и зеленью.",
  },
  {
    id: 6,
    title: "Пицца с пепперони",
    ingredients: [
      "для теста: мука, вода, сахар, соль, дрожжи",
      "для начинки: сыр моцарелла, пепперони, томатный соус",
    ],
    cookingTime: "1,5 часа",
    cookingDescription:
      "Замешиваем тесто, оставляем его подходить, затем раскатываем, выкладываем на него соус, кладем колбасу и сыр. Выпекаем в духовке до золотистого цвета.",
  },
  {
    id: 7,
    title: "Сырный суп",
    ingredients: [
      "сыр плавленый",
      "картофель",
      "морковь",
      "лук",
      "бекон",
      "сметана",
    ],
    cookingTime: "1 час",
    cookingDescription:
      "Обжариваем бекон до хрустящей корочки. В бульон добавляем картофель. Обжариваем морковь с луком, добавляем в суп. Добавляем сыр, даем ему растаять. Перед подачей добавляем сметану.",
  },
  {
    id: 8,
    title: "Брауни",
    ingredients: [
      "шоколад",
      "сливочное масло",
      "сахар",
      "яйца",
      "мука",
      "какао",
    ],
    cookingTime: "1 час",
    cookingDescription:
      "Растапливаем шоколад с маслом, добавляем в них сахар и яйца. Затем добавляем муку и какао. Выкладываем тесто в форму, выпекаем в духовке при 180 градусах 20 минут.",
  },
  {
    id: 9,
    title: "Салат 'Греческий'",
    ingredients: [
      "огурцы",
      "помидоры",
      "маслины",
      "сыр фета",
      "масло оливковое",
    ],
    cookingTime: "15 минут",
    cookingDescription:
      "Нарезаем огурцы, помидоры, маслины и сыр фета. Заправляем салат оливковым маслом. Подаем!",
  },
  {
    id: 10,
    title: "Яблочный пирог",
    ingredients: [
      "яблоки",
      "яйца",
      "сахар",
      "мука",
      "масло сливочное",
      "корица",
    ],
    cookingTime: "1,5 часа",
    cookingDescription:
      "Размягчаем масло, добавляем яйца и сахар, перемешиваем. Добавляем муку, замешиваем тесто. Яблоки нарезаем, смешиваем с корицей. Выкладываем яблоки на тесто, выпекаем в духовке при 180 градусах 1 час.",
  },
];
